

var json=
[
  
    {
    	"title": "總敘",
       "author": "李毓秀",
        "contents": 
          "弟子規 聖人訓 首孝弟 次謹信\n泛愛眾 而親仁 有餘力 則學文"
    	
    },
    {
    	"title": "入則孝",
       "author": "李毓秀",
        "contents": 
          "父母呼 應勿緩 父母命 行勿懶\n父母教 須敬聽 父母責 須順承\n冬則溫 夏則凊 晨則省 昏則定\n出必告 反必面 居有常 業無變\n事雖小 勿擅為 苟擅為 子道虧\n物雖小 勿私藏 苟私藏 親心傷\n親所好 力為具 親所惡 謹為去\n身有傷 貽親憂 德有傷 貽親羞\n親愛我 孝何難 親憎我 孝方賢\n親有過 諫使更 怡吾色 柔吾聲\n諫不入 悅複諫 號泣隨 撻無怨\n親有疾 藥先嘗 晝夜侍 不離床\n喪三年 常悲咽 居處變 酒肉絕\n喪盡禮 祭盡誠 事死者 如事生"
    	
    },
    {
    	"title": "出則弟",
       "author": "李毓秀",
        "contents": 
          "兄道友 弟道恭 兄弟睦 孝在中\n財物輕 怨何生 言語忍 忿自泯\n或飲食 或坐走 長者先 幼者後\n長呼人 即代叫 人不在 己即到\n稱尊長 勿呼名 對尊長 勿見能\n路遇長 疾趨揖 長無言 退恭立\n騎下馬 乘下車 過猶待 百步余\n長者立 幼勿坐 長者坐 命乃坐\n尊長前 聲要低 低不聞 卻非宜\n進必趨 退必遲 問起對 視勿移\n事諸父 如事父 事諸兄 如事兄"
    	
    },
    {
    	"title": "謹",
       "author": "李毓秀", 
       "contents": 
          "朝起早 夜眠遲 老易至 惜此時\n晨必盥 兼漱口 便溺回 輒淨手\n冠必正 紐必結 襪與履 俱緊切\n置冠服 有定位 勿亂頓 致污穢\n衣貴潔 不貴華 上循分 下稱家\n對飲食 勿揀擇 食適可 勿過則\n年方少 勿飲酒 飲酒醉 最為醜\n步從容 立端正 揖深圓 拜恭敬\n勿踐閾 勿跛倚 勿箕踞 勿搖髀\n緩揭簾 勿有聲 寬轉彎 勿觸棱\n執虛器 如執盈 入虛室 如有人\n事勿忙 忙多錯 勿畏難 勿輕略\n鬥鬧場 絕勿近 邪僻事 絕勿問\n將入門 問孰存 將上堂 聲必揚\n人問誰 對以名 吾與我 不分明\n用人物 須明求 倘不問 即為偷\n借人物 及時還 後有急 借不難"
    	
    },
    {
    	"title": "信",
       "author": "李毓秀",
        "contents": 
          "凡出言 信為先 詐與妄 奚可焉\n話說多 不如少 惟其是 勿佞巧\n奸巧語 穢汙詞 市井氣 切戒之\n見未真 勿輕言 知未的 勿輕傳\n事非宜 勿輕諾 苟輕諾 進退錯\n凡道字 重且舒 勿急疾 勿模糊\n彼說長 此說短 不關己 莫閑管\n見人善 即思齊 縱去遠 以漸躋\n見人惡 即內省 有則改 無加警\n唯德學 唯才藝 不如人 當自礪\n若衣服 若飲食 不如人 勿生戚\n聞過怒 聞譽樂 損友來 益友卻\n聞譽恐 聞過欣 直諒士 漸相親\n無心非 名為錯 有心非 名為惡\n過能改 歸於無 倘掩飾 增一辜"
    	
    },
    {
    	"title": "泛愛眾",
       "author": "李毓秀",
        "contents": 
          "凡是人 皆須愛 天同覆 地同載\n行高者 名自高 人所重 非貌高\n才大者 望自大 人所服 非言大\n己有能 勿自私 人所能 勿輕訾\n勿諂富 勿驕貧 勿厭故 勿喜新\n人不閑 勿事攪 人不安 勿話擾\n人有短 切莫揭 人有私 切莫說\n道人善 即是善 人知之 愈思勉\n揚人惡 即是惡 疾之甚 禍且作\n善相勸 德皆建 過不規 道兩虧\n凡取與 貴分曉 與宜多 取宜少\n將加人 先問己 己不欲 即速已\n恩欲報 怨欲忘 報怨短 報恩長\n待婢僕 身貴端 雖貴端 慈而寬\n勢服人 心不然 理服人 方無言"
    	
    },
    {
    	"title": "親仁",
       "author": "李毓秀",
        "contents": 
          "同是人 類不齊 流俗眾 仁者希\n果仁者 人多畏 言不諱 色不媚\n能親仁 無限好 德日進 過日少\n不親仁 無限害 小人進 百事壞"
    	
    },
    {
    	"title": "余力學文",
       "author": "李毓秀",
        "contents": 
          "不力行 但學文 長浮華 成何人\n但力行 不學文 任己見 昧理真\n讀書法 有三到 心眼口 信皆要\n方讀此 勿慕彼 此未終 彼勿起\n寬為限 緊用功 工夫到 滯塞通\n心有疑 隨劄記 就人問 求確義\n房室清 牆壁淨 幾案潔 筆硯正\n墨磨偏 心不端 字不敬 心先病\n列典籍 有定處 讀看畢 還原處\n雖有急 卷束齊 有缺壞 就補之\n非聖書 屏勿視 蔽聰明 壞心志\n勿自暴 勿自棄 聖與賢 可馴致"
    	
    }
  ]

  module.exports={
    dataList:json
  }