

var json=[

  {
      "title": "菩萨蛮 其一",
      "contents": 
          "小山重叠金明灭，鬓云欲度香腮雪。\n懒起画蛾眉，弄妆梳洗迟。\n照花前后镜，花面交 相映。\n新帖绣罗襦，双双金鹧鸪。"
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.小山--写女子的隔夜残妆。小山：女子画眉的式样之一。小山重叠：眉晕褪色。金：额黄，在额上涂黄色。金明灭：褪色的额黄明暗不匀。\n2.鬓云欲度--鬓发撩乱如云，低垂下来。香腮雪：洁白如雪的香腮。\n3.照花--对镜簪花。用前镜、后镜对照以瞻顾后影。\n4.双双--罗襦上用金线绣的成双的鹧鸪鸟。反衬自身孤独。"
      
  },
  {
      "title": "菩萨蛮 其二",
      "contents": 
          "水晶帘里玻璃枕，暖香惹梦鸳鸯锦。\n江上柳如烟，雁飞残月天。\n藕丝秋色浅，人胜参差剪。\n双鬓隔香红，玉钗头上风。"
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.鸳鸯锦--绣有鸳鸯图案的锦被。\n2.藕丝--写女子衣裳的颜色。\n3.人胜--人形首饰。古代风俗于正月七日（人日）剪彩为人形，戴在头上。\n4.香红--指花。\n5.风--因走动而生风。"
      
  },
  {
      "title": "菩萨蛮 其三",
      "contents": 
          "蕊黄无限当山额，宿妆隐笑纱窗隔。\n相见牡丹时，暂来还别离。\n翠钗金作股，钗上蝶双舞。\n心事竟谁知，月明花满枝。"
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.蕊黄--形容女子的黄额妆。\n2.宿妆--宿妆：隔夜妆。\n3.隐笑--浅笑。\n4.牡丹时--牡丹开花的时节，即暮春。\n5.暂--一时。指时间短。"
      
  },
  {
      "title": "菩萨蛮 其四",
      "contents": 
          "翠翘金缕双鸂鶒，水纹细起春池碧。\n池上海棠梨，雨晴红满枝。\n绣衫遮笑靥，烟草粘飞蝶。\n青琐对芳菲，玉关音信稀。"
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.鸂鶒--水鸟，又名紫鸳鸯。\n2.海棠梨--一种果树，二月开红花。\n3.笑靥--笑时出现的酒窝。\n4.烟草--草色如烟。指春草茂盛的样子。\n5.青琐--门窗上雕刻着花格，涂成青色。\n6.玉关--玉门 关。故址在今甘肃省敦煌西北。此处代指边关。"
      
  },
  {
      "title": "菩萨蛮 其五",
      "contents": 
          "杏花含露团 香雪，绿杨陌上多离别。\n灯在月胧明，觉来闻晓莺。\n玉钩褰翠幕，妆浅旧眉薄。\n春梦正关情，镜中蝉鬓轻。 "
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.月胧明--月色朦胧。\n2.褰--读(qian1),提起，挂起。\n3.关情--涉及、牵连别后的情思。"
      
  },
  {
      "title": "菩萨蛮 其六",
      "contents": 
          "玉楼明月长相忆，柳丝袅娜春无力。\n门外草萋萋，送君闻马嘶。\n画罗金翡翠，香烛消成泪。\n花落子规啼，绿窗残梦迷。"
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.玉楼--闺楼的美称。\n2.袅娜--轻柔细长的样子。\n3.草萋萋-春草茂盛的样子。此处借春草起兴，比喻思远怀人的意绪。\n4.画罗--罗帷上画有金色的翡翠鸟。翡翠鸟：即翠鸟。\n5.子规--杜鹃鸟，其叫声如“不如归去”。\n6.绿窗--此处代指闺人居室。"
      
  },
  {
      "title": "菩萨蛮 其七",
      "contents": 
          "凤凰相对盘金缕，牡丹一夜经微雨。\n明镜照新妆，鬓轻双脸长。\n画楼相望久，栏外垂丝柳。\n音信不归来，社前双燕回。"
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.凤凰--衣上盘绣着成双的金色凤凰。\n2.画楼--闺楼。\n3.社前--社日之前。春社在立春后，燕子归来。"
      
  },
  {
      "title": "菩萨蛮 其八",
      "contents": 
          "牡丹花谢莺声歇，绿杨满院中庭月。\n相忆梦难成，背窗灯半明。\n翠钿金压脸，寂寞香闺掩。\n人远泪阑干，燕飞春又残。"
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.牡丹花谢--形容春天已过。\n2.翠钿--翠钿：以翠玉镶嵌的金首饰。压：遮掩。\n3.阑干--眼泪纵横的样子。"
      
  },
  {
      "title": "菩萨蛮 其九",
      "contents": 
          "满宫明月梨花白，故人万里关山隔。\n金雁一双飞，泪痕沾绣衣。\n小园芳草绿，家住越溪曲。\n杨柳色依依，燕归君不归。"
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.关山--泛指边塞之地。\n2.金雁--筝柱。这里指弹筝。\n3.越溪曲--越溪：相传为越国美女 西施浣纱之溪。曲：深隐处。"
      
  },
  {
      "title": "菩萨蛮 其十",
      "contents": 
          "宝函钿雀金鸂鶒，沉香阁上吴山碧。\n杨柳又如丝，驿桥春雨时。\n画楼音信断，芳草江南岸。\n鸾镜与花枝，此情谁得知。"
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.宝函--宝函：枕头。\n2.钿雀--金钗。嵌金头饰\n3.鸂鶒--（水鸟名）又名紫鸳鸯\n4.沉香阁--沉香阁：此处泛指精美的亭阁。\n5.吴山--又名胥山，在浙江杭州市西湖东南。\n6.鸾镜--饰有鸾鸟图案的妆镜。"
      
  },
  {
      "title": "菩萨蛮 其十一",
      "contents": 
          "南园满地堆轻絮，愁闻一霎清明雨。\n雨后却斜陽，杏花零落香。\n无言匀睡脸，枕上屏山掩。\n时节欲黄昏，无聊独倚门。"
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.一霎--一阵子。\n2.却--再，又。\n3.屏山--画着山水的屏风。"
      
  },
  {
      "title": "菩萨蛮 其十二",
      "contents": 
          "夜来皓月才当午，重帘悄悄无人语。\n深处麝烟长，卧时留薄妆。\n当年还自惜，往事那堪忆。\n花落月明残，锦衾知晓寒。"  
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.当午--月在中天。"
      
  },
  {
      "title": "菩萨蛮 其十三",
      "contents": 
          "雨暗夜合玲珑日，万枝香袅红丝拂。\n闲梦忆金堂，满庭萱草长。\n绣帘垂簏簌，眉黛远山绿。\n春水渡溪桥，凭栏魂欲消。"
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.夜合玲珑日--夜合：又名合欢。古时赠人，以消怨合好。玲珑：空明。\n2.萱草--草本植物，又名忘忧，传说能使人忘忧。\n3.簏簌--簏（lù）簌（sù)。此处指帘子下垂的穗子、流苏一类的饰物\n4.眉黛远山--用黛画眉，秀丽如远山。"
      
  },
  {
      "title": "菩萨蛮 其十四",
      "contents": 
          "竹风轻动庭除冷，珠帘月上玲珑影。\n山枕隐秾妆，绿檀金凤凰。\n两蛾愁黛浅，故国吴宫远。\n春恨正关情，画楼残点声。"
      ,
      "author": "温庭筠",
      "rhythmic": "菩萨蛮",
      "notes": 
          "1.庭除--庭前阶下。\n2.山枕--枕头形状如山。\n3.绿檀--绿檀：指檀枕。金凤凰：金凤钗。\n4.两蛾--双眉。\n5.吴宫--吴地的宫阙。此处暗用西施入吴的典故。\n6.残点声--即残漏将尽的声音。表示天将明。"
      
  },
  {
      "title": "更漏子 其一",
      "contents": 
          "柳丝长，春雨细，花外漏声迢递。\n惊塞雁，起城乌，画屏金鹧鸪。\n香雾薄，透帘幕，惆怅谢家池阁。\n红烛背，绣帘垂，梦长君不知。"
      ,
      "author": "温庭筠",
      "rhythmic": "更漏子",
      "notes": 
          "1.迢递--遥远。\n2.谢家池阁--原指唐李德裕之妾谢秋娘居所。后泛指佳人所居的豪华池阁。\n3.红烛背--红烛燃尽。"
      
  },
  {
      "title": "更漏子 其二",
      "contents": 
          "星斗稀，钟鼓歇，帘外晓莺残月。\n兰露重，柳风斜，满庭堆落花。\n虚阁上，倚栏望，还似去年惆怅。\n春欲暮，思无穷，旧欢如梦中。"
      ,
      "author": "温庭筠",
      "rhythmic": "更漏子",
      "notes": 
          "1.虚阁上--登上空阁。"
      
  },
  {
      "title": "更漏子 其三",
      "contents": 
          "金雀钗，红粉面，花里暂时相见。\n如我意，感君怜，此情须问天。\n香作穗，蜡成泪，还似两人心意。\n山枕腻，锦衾寒，觉来更漏残。"
      ,
      "author": "温庭筠",
      "rhythmic": "更漏子",
      "notes": 
          "1.香作穗--香燃烬。比喻君心如死灰。"
      
  },
  {
      "title": "更漏子 其四",
      "contents": 
          "相见稀，相忆久，眉浅淡烟如柳。\n垂翠幕，结同心，待郎熏绣衾。\n城上月，白如雪，蝉鬓美人愁绝。\n宫树暗，鹊桥横，玉签初报明。"
      ,
      "author": "温庭筠",
      "rhythmic": "更漏子",
      "notes": 
          "1.眉浅--形容眉薄如淡烟、形如柳叶。\n2.结同心--用锦带制成的菱形连环回文结，表示恩爱同心。\n3.鹊桥横--星星移动。比喻天将晓。\n4.玉签--报更所用的竹签。"
      
  },
  {
      "title": "更漏子 其五",
      "contents": 
          "背江楼，临海月，城上角声呜咽。\n堤柳动，岛烟昏，两行征雁分。\n京口路，归帆渡，正是芳菲欲度。\n银烛尽，玉绳低，一声村落鸡。"
      ,
      "author": "温庭筠",
      "rhythmic": "更漏子",
      "notes": 
          "1.角--古乐器名。多用作军号。\n2.京口路--故址在今江苏省镇江市。\n3.玉绳--星名。其两星。"
      
  },
  {
      "title": "更漏子 其六",
      "contents": 
          "玉炉香，红蜡泪，偏照画堂秋思。\n眉黛薄，鬓云残，夜长衾枕寒。\n梧桐树，三更雨，不道离情正苦。\n一叶叶，一声声，空阶滴到明。"
      ,
      "author": "温庭筠",
      "rhythmic": "更漏子",
      "notes": 
          "1.不道--不管，不顾。"
      
  },
  {
      "title": "归国遥·香玉",
      "contents": 
          "香玉，翠凤宝钗垂簏簌，胜金粟，越罗春水绿。\n画堂照帘残烛，梦余更漏促。\n谢娘无限心曲，晓屏山断续。"
      ,
      "author": "温庭筠",
      "rhythmic": "归国遥",
      "notes": 
          "1.香玉--头饰。\n2.簏簌--钗的穗。\n3.钿筐--钿筐、金粟等饰物交互为美。\n4.越罗--用越罗制成的衣服，色绿如春水。\n5.谢娘--泛指闺中女子。"
      
  },
  {
      "title": "归国遥·双脸",
      "contents": 
          "双脸，小凤战蓖金飐艳。舞衣无力风敛，藕丝秋色染。\n锦帐绣帷斜掩，露珠清晓簟。\n粉心黄蕊花靥，黛眉山两点。"
      ,
      "author": "温庭筠",
      "rhythmic": "归国遥",
      "notes": 
          "1.小凤--小凤：形如小凤的梳发用的篦。\n2.战--通“颤”，颤动。\n3.金飐艳--篦的颜色。飐艳：光彩闪动。\n4.藕丝--形容舞衣的颜色。\n5.簟--读：（dian4）竹席。\n6.花靥--面部妆饰。"
      
  },
  {
      "title": "酒泉子·花映柳条",
      "contents": 
          "花映柳条，闲向绿萍池上。\n凭栏干，窥细浪，雨萧萧。\n近来音信两疏索，洞房空寂寞。\n掩银屏，垂翠箔，度春宵。"
      ,
      "author": "温庭筠",
      "rhythmic": "酒泉子",
      "notes": 
          "1.疏索--稀疏。\n2.箔--帘。"
      
  },
  {
      "title": "酒泉子·日映纱窗",
      "contents": 
          "日映纱窗，金鸭小屏山碧。\n故乡春，烟霭隔，背兰釭。\n宿妆惆怅倚高阁，千里云影薄。\n草初齐，花又落，燕双双。"
      ,
      "author": "温庭筠",
      "rhythmic": "酒泉子",
      "notes": 
          "1.金鸭--金属的鸭形香炉。\n2.背兰釭--背：熄。兰釭：用兰膏点的灯。釭：（gang1）"     
      
  },
  {
      "title": "酒泉子·楚女不归",
      "contents": 
          "楚女不归，楼枕小河春水。\n月孤明，风又起，杏花稀。\n玉钗斜簪云鬟髻，裙上金缕凤。\n八行书，千里梦，雁南归。"
      ,
      "author": "温庭筠",
      "rhythmic": "酒泉子",
      "notes": 
          "1.楚女--此处指所思念的女子。\n2.八行书--代指书信。"   
      
  },
  {
      "title": "酒泉子·罗带惹香",
      "contents": 
          "罗带惹香，犹系别时红豆。\n泪痕新，金缕旧，断离肠。\n一双娇燕语雕梁，还是去年时节。\n绿陰浓，芳草歇，柳花狂。"
      ,
      "author": "温庭筠",
      "rhythmic": "酒泉子",
      "notes": 
          "1.红豆--又名相思子。\n2.金缕--金丝绣衣。"  
      
  },
  {
      "title": "定西番·汉使昔年离别",
      "contents": 
          "汉使昔年离别。\n攀弱柳，折寒梅，上高台。\n千里玉关春雪，雁来人不来。\n羌笛一声愁绝，月徘徊。"
      ,
      "author": "温庭筠",
      "rhythmic": "定西番",
      "notes": 
          "1.汉使--此处代指出使西番的官吏。\n2.攀弱柳--攀折柳枝，表示赠别。\n3.折寒梅--折梅寄远，表达思念之情。\n4.千里玉关--泛指边塞。"
      
  },
  {
      "title": "定西番·海燕欲飞调羽",
      "contents": 
          "海燕欲飞调羽。萱草绿，杏花红，隔帘栊。\n双鬓翠霞金缕，一枝春艳浓。\n楼上月明三五，琐窗中。"
      ,
      "author": "温庭筠",
      "rhythmic": "定西番",
      "notes": 
          "1.帘栊--帘与窗。\n2.翠霞金缕--此指华丽的首饰。金缕：钗的穗。\n3.三五--农历十五日的夜晚。\n4.琐窗--雕刻有花纹的窗。"
      
  },
  {
      "title": "定西番·细雨晓莺春晚",
      "contents": 
          "细雨晓莺春晚。\n人似玉，柳如眉，正相思。\n罗幕翠帘初卷，镜中花一枝。\n肠断塞门消息，雁来稀。"
      ,
      "author": "温庭筠",
      "rhythmic": "定西番",
      "notes": 
          "1.肠断--形容极度思念。"
      
  },
  {
      "title": "杨柳枝·宜春苑外最长条",
      "contents": 
          "宜春苑外最长条，闲袅春风伴舞腰。\n正是玉人肠绝处，一渠春水赤栏桥。"
      ,
      "author": "温庭筠",
      "rhythmic": "杨柳枝",
      "notes": 
          "1.宜春苑--宜春苑：秦宫苑名。最长条：指柳条。\n2.赤兰桥--桥名。隋时香积渠水流经此桥入京城。"
      
  },
  {
      "title": "杨柳枝·南内墙东御路傍",
      "contents": 
          "南内墙东御路傍，须知春色柳丝黄。\n杏花未肯无情思，何事行人最断肠。"
      ,
      "author": "温庭筠",
      "rhythmic": "杨柳枝",
      "notes": 
          "1.南内--唐时兴庆宫。"
      
  },
  {
      "title": "杨柳枝·苏小门前柳万条",
      "contents": 
          "苏小门前柳万条，毵毵金线拂平桥。\n黄莺不语东风起，深闭朱门伴舞腰。"
      ,
      "author": "温庭筠",
      "rhythmic": "杨柳枝",
      "notes": 
          "1.苏小--苏小小。南齐时钱塘名妓。\n2.毵毵金线--形容细长的枝叶。\n3.朱门--豪贵家的大门。"
      
  },
  {
      "title": "杨柳枝·金缕毵毵碧瓦沟",
      "contents": 
          "金缕毵毵碧瓦沟，六宫眉黛惹香愁。\n晚来更带龙池雨，半拂栏干半入楼。"
      ,
      "author": "温庭筠",
      "rhythmic": "杨柳枝",
      "notes": 
          "1.碧瓦--琉璃瓦。\n2.六宫眉黛--代指皇帝的嫔妃。\n3.龙池--在兴庆宫内。据说“常有云气，或见黄龙出其中，谓之龙池”（《长安志》）。"
      
  },
  {
      "title": "杨柳枝·馆娃宫外邺城西",
      "contents": 
          "馆娃宫外邺城西，远映征帆近拂提。\n系得王孙归意切，不关芳草绿萋萋。"
      ,
      "author": "温庭筠",
      "rhythmic": "杨柳枝",
      "notes": 
          "1.馆娃--馆娃宫：春秋时吴国宫殿名，故址在今江苏省吴县市西南。\n2.邺城-- 三国时魏都，故址在今河北临漳县西南。\n3.系得--用《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋”语。\n4.王孙--代指游子。不关：不相关。"
      
  },
  {
      "title": "杨柳枝·两两黄鹂色似金",
      "contents": 
          "两两黄鹂色似金，袅枝啼露动芳音。\n春来幸自长如线，可惜牵缠荡子心。"
      ,
      "author": "温庭筠",
      "rhythmic": "杨柳枝",
      "notes": 
          "1.幸自--本自。\n2.荡子--久行在外、流荡忘返的人。"
      
  },
  {
      "title": "杨柳枝·御柳如丝映九重",
      "contents": 
          "御柳如丝映九重，凤凰窗映绣芙蓉。\n景陽楼畔千条路，一面新妆等晓风。"
      ,
      "author": "温庭筠",
      "rhythmic": "杨柳枝",
      "notes": 
          "1.九重--天子所居之处的九门。\n2.凤凰--凤凰窗：宫内雕窗。绣芙蓉：绣帐。\n3.景陽--宫名。在今江苏江宁县北。\n4.新妆--指楼中佳人晓妆。"
      
  },
  {
      "title": "杨柳枝·织锦机边莺语频",
      "contents": 
          "织锦机边莺语频，停梭垂泪忆征人。\n塞门三月犹萧索，纵有垂杨未觉春。"
      ,
      "author": "温庭筠",
      "rhythmic": "杨柳枝",
      "notes": 
          "1.织锦--暗用前秦苏蕙织锦为回文璇玑图的典故。n2.征--一作“行”。\n3.塞门--一作“寒门”。萧索：景物凄凉。\n4.纵有--谓塞外春晚。垂杨，泛指柳。"
      
  },
  {
      "title": "南歌子·手里金鹦鹉",
      "contents": 
          "手里金鹦鹉，胸前绣凤凰。\n偷眼暗形相，不如从嫁与，作鸳鸯。"
      ,
      "author": "温庭筠",
      "rhythmic": "南歌子",
      "notes": 
          "1.形相--端详，打量。\n2.从嫁与--任从嫁给他。"
      
  },
  {
      "title": "南歌子·似带如丝柳",
      "contents": 
          "似带如丝柳，团酥握雪花。\n帘卷玉钩斜，九衢尘欲暮，逐香车。"
      ,
      "author": "温庭筠",
      "rhythmic": "南歌子",
      "notes": 
          "1.似带--比喻美人腰细。\n2.团酥--形容美人面容白皙。\n3.九衢--衢读：（qu3）四通八达的道路。\n4.香车--装饰豪华的车。"
      
  },
  {
      "title": "南歌子·鬓堕低梳髻",
      "contents": 
          "鬓堕低梳髻，连娟细扫眉。\n终日两相思，为君憔悴尽，百花时。"
      ,
      "author": "温庭筠",
      "rhythmic": "南歌子",
      "notes": 
          "1.连娟--形容眉毛画得娟秀细长。"
      
  },
  {
      "title": "南歌子·脸上金霞细",
      "contents": 
          "脸上金霞细，眉间翠钿深。\n倚枕覆鸳衾，隔帘莺百啭，感君心。"
      ,
      "author": "温庭筠",
      "rhythmic": "南歌子",
      "notes": ""
      
  },
  {
      "title": "南歌子·扑蕊添黄子",
      "contents": 
          "扑蕊添黄子，呵花满翠鬟。\n鸳枕映屏山，明月三五夜，对芳颜。"
      ,
      "author": "温庭筠",
      "rhythmic": "南歌子",
      "notes": 
          "1.扑蕊--取花蕊以饰额背。\n2.呵花--吹去花上露珠。"
      
  },
  {
      "title": "南歌子·转盼如波眼",
      "contents": 
          "转盼如波眼，娉婷似柳腰。\n花里暗相招，忆君肠欲断，恨春宵。"
      ,
      "author": "温庭筠",
      "rhythmic": "南歌子",
      "notes": 
      ""
  },
  {
      "title": "南歌子·懒拂鸳鸯枕",
      "contents": 
          "懒拂鸳鸯枕，休缝翡翠裙。\n罗帐罢炉熏，近来心更切，为思君。"
      ,
      "author": "温庭筠",
      "rhythmic": "南歌子",
      "notes": 
          "1.罗帐--不再以炉香熏暖罗帐。"
      
  },
  {
      "title": "河渎神·河上望丛柯",
      "contents": 
          "河上望丛柯，庙前春雨来时。\n楚山无限鸟飞迟，兰棹空伤别离。\n何处杜鹃啼不歇，艳红开尽如血。\n蝉鬓美人愁绝，百花芳草佳节。"
      ,
      "author": "温庭筠",
      "rhythmic": "河渎神",
      "notes": 
          "1.丛祠--乡野林间的神祠。\n2.兰棹--船的美称。\n3.艳红--指杜鹃花开的灿烂。"
      
  },
  {
      "title": "河渎神·孤庙对寒潮",
      "contents": 
          "孤庙对寒潮，西陵风雨萧萧。\n谢娘惆怅倚兰桡，泪流玉箸千条。\n暮天愁听思归乐，早梅香满山郭。\n回首两情萧索，离魂何处飘泊。"
      ,
      "author": "温庭筠",
      "rhythmic": "河渎神",
      "notes": 
          "1.西陵--西陵峡。长江三峡之一。\n2.兰桡--兰桨。代指船。\n3.兰箸--比喻眼泪。\n4.思归乐--杜鹃鸟的别名。其鸣声近似“不如归去”。\n5.山郭--山的四周。"
      
  },
  {
      "title": "河渎神·铜鼓赛神来",
      "contents": 
          "铜鼓赛神来，满庭幡盖徘徊。\n水村江浦过风雷，楚山如画烟开。\n离别橹声空萧索，玉容惆怅妆薄。\n青麦燕飞落落，卷帘愁对珠阁。"
      ,
      "author": "温庭筠",
      "rhythmic": "河渎神",
      "notes": 
          "1.铜鼓--鸣铜鼓以迎神。赛神：旧俗酬神活动。\n2.幡盖--幢幡华盖之类。\n3.过风雷--指迎神的车，行如风，声如雷。\n4.青麦--青麦：青麦时节，约在三月。落落：多。"
      
  },
  {
      "title": "女冠子·含娇含笑",
      "contents": 
          "含娇含笑，宿翠残红窈窕。\n鬓如蝉，寒玉簪秋水，轻纱卷碧烟。\n雪胸鸾镜里，琪树凤楼前。\n寄语青娥伴，早求仙。"
      ,
      "author": "温庭筠",
      "rhythmic": "女冠子",
      "notes": 
          "1.宿翠--写女子隔夜残妆。\n2.寒玉--玉簪清凉如秋水。\n3.琪树--女子妆成树立于凤楼前。\n4.青娥伴--这里指身边美女。\n5.早求仙--此处指入道观为女冠。此词就词调而作，咏女道士。"
      
  },
  {
      "title": "女冠子·霞帔云发",
      "contents": 
          "霞帔云发，钿镜仙容似雪。\n画愁眉，遮语回轻扇，含羞下绣帷。\n玉楼相望久，花洞恨来迟。\n早晚乘鸾去，莫相遗。"
      ,
      "author": "温庭筠",
      "rhythmic": "女冠子",
      "notes": 
          "1.霞帔云发--霞帔：有花纹的披肩。云发：头发如云。\n2.花洞--女冠所居住的地方。\n3.乘鸾去--指成仙。"
      
  },
  {
      "title": "玉蝴蝶·霞帔云发",
      "contents": 
          "秋风凄切伤离，行客未归时。\n塞外草先衰江，南雁到迟。\n芙蓉凋嫩脸，杨柳堕新眉。\n摇落使人悲，断肠谁得知。"
      ,
      "author": "温庭筠",
      "rhythmic": "玉蝴蝶",
      "notes": 
          "1.芙蓉--嫩脸憔悴如芙蓉凋谢。\n2.杨柳--新眉懒画如柳叶脱落。\n3.摇落--出自宋玉《九辩》：“悲哉，秋之为气也！萧瑟兮，草木摇落而变衰。”"
      
  }
]

  module.exports={
    dataList:json
  }